/* Google connection error title */
"Error connecting to Google Drive" = "Fehler bei Verbindung zu Google Drive";

/* Name of google drive import button */
"Import" = "Importieren";

/* name of root folder on google drive */
"My Drive" = "Meine Ablage";

/* Google error message default button title */
"OK" = "OK";

/* recent locations in file browser */
"Recent Places" = "Zuletzt benutzt";

/* Google folder browser accept button */
"Select" = "Auswählen";

/* Google folder browser window title */
"Select Destination Folder" = "Zielordner auswählen";

/* Shared with me */
"Shared with me" = "Für mich freigegeben";

/* starred or marked items */
"Starred" = "Markiert";

